{"text": "Cuba sidesteps Colombia’s request to extradite the rebels after Bogota blames the group for Thursday’s car bombing.Colombia has asked Cuba to hand over the rebels affiliated with National Liberation Army (ELN), who were in Havana for peace talks, after a deadly car bombing in Bogota was blamed on the group.Conservative President Ivan Duque urged Communist-ruled Cuba, a host and one of the guarantors of the peace process, to send home the ELN rebels in Havana.Cuba’s foreign minister said in a tweet late on Friday that the country would respect the protocols of the negotiations it had been hosting and was consulting with both parties and the guarantors of the talks.On Friday, Colombia blamed the leftist ELN for the bombing of a police academy in Bogota that killed 20 people as well as the attacker, dealing a big blow to the peace process.190102132047518Duque then announced that he was reinstating arrest warrants for 10 ELN members, who are part of the group’s delegation to the Cuba talks.The talks were aimed at ending more than five decades of fighting by the Marxist-inspired group. Duque said that Cuba must not protect the rebels.The police academy car bombing “was a crime that violated human rights and no such act deserves [Cuba acting] to avoid justice being done”, Duque said while giving a speech in Tolima.Colombians, including Duque, planned to join in a march on Sunday to protest against the car bombing, the worst such attack in the country in 16 years.Last rebel groupIn November, Colombia asked Cuba to capture ELN rebel commander Nicolas Rodriguez and provide information about the presence of other commanders in the Cuban territory.The government in Bogota also asked Havana to act on an Interpol Red Notice against Rodriguez. The Cuban government did not respond publicly to that request or made a statement about the issue.Colombia has experienced several years of relative calm since the 2016 peace accord signed by then-President Juan Manuel Santos and the Revolutionary Armed Forces of Colombia (FARC) fighters.190118182118648With the landmark agreement turning the former rebels into a political party, the smaller ELN is considered the last active rebel group in the country.True to his election promises, Duque has taken a hard line against the ELN.Peace talks with the ELN began in February 2017 under Santos, but Duque has put them on hold until the rebels free all their hostages and stop attacks on military and civilian targets.The group is believed to be currently holding 17 hostages, some of them for several years.", "event": "<extra_id_0> <extra_id_0> RequestCommand request <extra_id_0> Communicator Colombia <extra_id_1> <extra_id_0> Recipient Cuba <extra_id_1> <extra_id_1> <extra_id_0> ImpedeInterfereWith sidesteps <extra_id_0> Impeder Cuba <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Place Bogota <extra_id_1> <extra_id_0> Attacker National Liberation Army <extra_id_1> <extra_id_1> <extra_id_0> RequestCommand urged <extra_id_0> Communicator Ivan Duque <extra_id_1> <extra_id_0> Recipient Cuba <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim attacker <extra_id_1> <extra_id_0> Killer ELN <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Attacker ELN <extra_id_1> <extra_id_0> Target academy <extra_id_1> <extra_id_0> Place Bogota <extra_id_1> <extra_id_1> <extra_id_0> RequestCommand asked <extra_id_0> Communicator Colombia <extra_id_1> <extra_id_0> Recipient Cuba <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain capture <extra_id_0> Detainee Nicolas Rodriguez <extra_id_1> <extra_id_1> <extra_id_0> Demonstrate protest <extra_id_0> Demonstrator Colombians <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "(Reuters) - Bomb blasts ripped through churches and luxury hotels in Sri Lanka on Easter Sunday, killing 207 and injuring 450 people, in the first major attack on the Indian Ocean island since the end of a civil war 10 years ago.Sri Lankan military stand guard near the explosion site at a church in Batticaloa, Sri Lanka April 21, 2019. REUTERS/StringerHere is a timeline of the explosions and subsequent events on Sunday. Many of the attacks were carried out by suicide bombers, police said.8.45 am – Explosion at Shangri La hotel in Colombo8.45 am - Explosion at St. Anthony’s Church in Kochchikade, Kotahena, Colombo8.45 am – Explosion at St. Sebastian Catholic Church in Negambo8.45 am – Explosion at Kingsbury Hotel in Colombo8.50 am – Explosion at Cinnamon Grand Hotel in Colombo9.05 am – Explosion at Zion Roman Catholic Church in Batticaloa11.30 am – Emergency Security Council meeting held by Prime Minister Ranil Wickremesinghe11.40 am – Government declares closure of schools across the country for two days12.15 pm – President Maithripala Sirisena appeals for people to keep calm1.45 pm - Explosion at New Tropical Inn in Dehiwela, near the national zoo. This was the seventh explosion.2.15 pm – Explosion at a house in Dematagoda, Colombo, during a police raid (the eighth explosion). Three police officers were killed.2.20 pm – Officials close down the island nation’s zoo in Dehiwela.2.30 pm – Government blocks major social media networks and messaging services, such as Facebook and WhatsApp.2.45 pm – Government declares indefinite island wide curfew.4.00 pm – All transport services stopped.4.30 pm – Government declares closure of all state universities indefinitely.5.00 pm – Special cabinet meeting held, headed by Prime Minister Wickremesinghe.5.20 pm – Police announce the death toll had risen to 207 with 450 injured.7.00 pm – Police find a van used to transport explosives.7.15 pm – Tourism chief says 32 foreigners killed and 30 injured.8.50 pm – Prime Minister orders a probe into why intelligence services failed to act on a warning about the attacks.9.30 pm – Police said 13 arrested, all Sri Lankans.10.30 pm – A petrol bomb attack on a mosque and arson attacks on two shops owned by Muslims are reported in two different parts of the country, police said.", "event": "<extra_id_0> <extra_id_0> Attack blasts <extra_id_0> ExplosiveDevice Bomb <extra_id_1> <extra_id_0> Target hotels <extra_id_1> <extra_id_0> Place Sri Lanka <extra_id_1> <extra_id_1> <extra_id_0> Die killing <extra_id_0> Victim 207 <extra_id_1> <extra_id_0> Place Sri Lanka <extra_id_1> <extra_id_1> <extra_id_0> Injure injuring <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Attack attack <extra_id_0> Place island <extra_id_1> <extra_id_1> <extra_id_0> Attack explosion <extra_id_0> Place site <extra_id_1> <extra_id_1> <extra_id_0> Attack explosions  <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Attacker bombers <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target Shangri La hotel <extra_id_1> <extra_id_0> Place Colombo <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target St. Anthony’s Church <extra_id_1> <extra_id_0> Place Kochchikade <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target St. Sebastian Catholic Church <extra_id_1> <extra_id_0> Place Negambo <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target Kingsbury Hotel <extra_id_1> <extra_id_0> Place Colombo <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target Cinnamon Grand Hotel <extra_id_1> <extra_id_0> Place Colombo <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target Zion Roman Catholic Church <extra_id_1> <extra_id_0> Place Batticaloa <extra_id_1> <extra_id_1> <extra_id_0> Contact meeting  <extra_id_1> <extra_id_0> RequestCommand appeals <extra_id_0> Communicator Maithripala Sirisena <extra_id_1> <extra_id_0> Recipient people <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target New Tropical Inn <extra_id_1> <extra_id_0> Place Dehiwela <extra_id_1> <extra_id_1> <extra_id_0> Attack Explosion <extra_id_0> Target house <extra_id_1> <extra_id_0> Place Dematagoda <extra_id_1> <extra_id_1> <extra_id_0> Attack explosion  <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim officers <extra_id_1> <extra_id_1> <extra_id_0> Injure injured <extra_id_0> Victim 450 <extra_id_1> <extra_id_1> <extra_id_0> Die death toll <extra_id_0> Victim 207 <extra_id_1> <extra_id_1> <extra_id_0> Transportation transport <extra_id_0> PassengerArtifact explosives <extra_id_1> <extra_id_0> Vehicle van <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim foreigners <extra_id_1> <extra_id_1> <extra_id_0> Injure injured <extra_id_0> Victim 30 <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime probe  <extra_id_1> <extra_id_0> Attack attacks  <extra_id_1> <extra_id_0> ArrestJailDetain arrested <extra_id_0> Detainee 13 <extra_id_1> <extra_id_1> <extra_id_0> Attack attack <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_0> Target mosque <extra_id_1> <extra_id_1> <extra_id_0> Attack arson  <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Target shops <extra_id_1> <extra_id_1> <extra_id_0> Transportation closure  <extra_id_1> <extra_id_0> Transportation close down  <extra_id_1> <extra_id_0> ImpedeInterfereWith blocks <extra_id_0> Impeder Government <extra_id_1> <extra_id_1> <extra_id_0> ImpedeInterfereWith curfew  <extra_id_1> <extra_id_0> Transportation stopped  <extra_id_1> <extra_id_0> Transportation closure  <extra_id_1> <extra_id_0> Contact meeting  <extra_id_1> <extra_id_1>"}
{"text": "Suspected New York Bomber Wounded in Shootout with PoliceThe suspect in Saturday night's bombing in New York City that wounded 29 people is in a hospital recovering from bullet wounds after a shootout with police.Prosecutors have charged 28-year-old Ahmad Khan Rahami with five counts of attempted murder stemming from the shootout that wounded two officers.Police arrested Rahami in Linden, New Jersey — outside Manhattan — hours after police sent out a city-wide bulletin with his picture, saying he was wanted for questioning.A bar owner in Linden called police Monday morning to complain that a man was sleeping in a doorway of his business. Officers recognized the man as Rahami, who opened fire, wounding two policemen before he was injured.None of the wounds are considered life-threatening.Police officers walk near the site where Ahmad Khan Rahami, sought in connection with a bombing in New York, was taken into custody in Linden, New Jersey, U.S., Sept. 19, 2016.The FBI is not saying how they zeroed in on Rahami as the bombing suspect. But investigators reportedly saw him on surveillance video at the bomb site in Manhattan's Chelsea neighborhood, and near a second bomb allegedly left several blocks away. The second explosive was found before it could detonate.Investigators also reportedly found fingerprints on a bomb fragment.Video sizewidthxheightpixelsFollowing Terror Suspect Capture, New York Remains VigilantShare this video0:02:12▶0:00:00/0:02:12▶▶Direct link270p | 6.3MB360p | 9.9MB720p | 56.3MBOther bombsThe FBI wants to question Rahami about another bombing Saturday morning in Seaside Park, New Jersey, south of New York, that forced the cancellation of a charity road race. No one was injured.Other bombs were found in a garbage can at a train station Sunday morning in Elizabeth, New Jersey. One of the bombs exploded while a robot was trying to disarm it. Again, no one was hurt.FILE - Federal Bureau of Investigation (FBI) officials label and collect evidence near the site of an explosion which took place on Saturday night in the Chelsea neighborhood of Manhattan, New York, Sept. 18, 2016.Rahami's alleged motive for the bombings is unknown.New York City Mayor Bill de Blasio said Rahami is the only suspect so far. The mayor on Monday said there is every reason to believe the bombings were acts of terrorism, and the FBI is looking for any links to foreign terror groups.Obama: We have to be vigilantSpeaking in New York, President Barack Obama said the investigation is moving rapidly and that everyone is working together to get to the bottom of what happened. He said terrorists and extremists want to hurt innocent people, inspire fear and disrupt life.President Barack Obama speaks about last Saturday's bombing in Manhattan's Chelsea neighborhood in New York, Sept. 19, 2016.\"We have to be vigilant and aggressive, both on preventing senseless acts of violence but also making sure that we find those who carry out such acts and bring them to justice,” he said. “We all have a role to play as citizens in making sure that we don't succumb to that fear.\"One New Yorker told VOA that the bombing was unsettling, but not surprising.\"There is a security to this city. Sure there are days where I have my doubts about that, but because I do feel this camaraderie in the city, I do feel relatively safe.\"Suspect called friendlySuspected bomber Rahami was born in Afghanistan and is a naturalized U.S. citizen. He and his family run a fried-chicken restaurant in Linden that has a steady number of loyal customers. But it also had trouble with the city of Linden for what neighbors said was round-the-clock noise and crowds at the eatery.Some of the restaurant's customers say they are shocked that Rahami is a suspect, calling him friendly. They say he let local bands practice in the back of the restaurant, and gave them free food.New York City Afghan community leader Masjid Dar al Taqwa condemned the bombings.\"Everyone ... is shocked and saddened by what has happened,\" he told VOA. \"They condemn all forms of violence. They just want to live peacefully.\"", "event": "<extra_id_0> <extra_id_0> Injure Wounded <extra_id_0> Victim Bomber <extra_id_1> <extra_id_0> Injurer Police <extra_id_1> <extra_id_1> <extra_id_0> Attack Shootout <extra_id_0> Attacker Police <extra_id_1> <extra_id_0> Target Bomber <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Attacker suspect <extra_id_1> <extra_id_0> Place New York City <extra_id_1> <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Victim people <extra_id_1> <extra_id_0> Injurer suspect <extra_id_1> <extra_id_1> <extra_id_0> Infect wounds <extra_id_0> Victim suspect <extra_id_1> <extra_id_1> <extra_id_0> Attack shootout <extra_id_0> Attacker police <extra_id_1> <extra_id_0> Target suspect <extra_id_1> <extra_id_0> Instrument bullet <extra_id_1> <extra_id_1> <extra_id_0> ChargeIndict charged <extra_id_0> Prosecutor Prosecutors <extra_id_1> <extra_id_0> Defendant Ahmad Khan Rahami <extra_id_1> <extra_id_1> <extra_id_0> Attack shootout <extra_id_0> Target officers <extra_id_1> <extra_id_0> Attacker Ahmad Khan Rahami <extra_id_1> <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Victim officers <extra_id_1> <extra_id_0> Injurer Ahmad Khan Rahami <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrested <extra_id_0> Jailer Police <extra_id_1> <extra_id_0> Detainee Rahami <extra_id_1> <extra_id_0> Place Linden <extra_id_1> <extra_id_1> <extra_id_0> IdentifyCategorize recognized <extra_id_0> Identifier Officers <extra_id_1> <extra_id_0> IdentifiedObject man <extra_id_1> <extra_id_0> IdentifiedRole Rahami <extra_id_1> <extra_id_1> <extra_id_0> Injure wounding <extra_id_0> Victim policemen <extra_id_1> <extra_id_0> Injurer Rahami <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain taken into custody <extra_id_0> Place Linden <extra_id_1> <extra_id_0> Detainee Ahmad Khan Rahami <extra_id_1> <extra_id_0> Jailer officers <extra_id_1> <extra_id_1> <extra_id_0> IdentifyCategorize saw <extra_id_0> IdentifiedObject him <extra_id_1> <extra_id_0> Identifier investigators <extra_id_1> <extra_id_1> <extra_id_0> IdentifyCategorize found <extra_id_0> IdentifiedObject bombs <extra_id_1> <extra_id_0> Place station <extra_id_1> <extra_id_1> <extra_id_0> Attack exploded <extra_id_0> Instrument One <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle disarm <extra_id_0> Instrument robot <extra_id_1> <extra_id_0> Artifact bombs <extra_id_1> <extra_id_1> <extra_id_0> Attack explosion <extra_id_0> Place Chelsea <extra_id_1> <extra_id_1> <extra_id_0> Inspection collect evidence <extra_id_0> Observer officials <extra_id_1> <extra_id_0> Place site <extra_id_1> <extra_id_1> <extra_id_0> Inspection investigation  <extra_id_1> <extra_id_0> Attack opened fire <extra_id_0> Attacker Rahami <extra_id_1> <extra_id_1> <extra_id_0> ChargeIndict alleged <extra_id_0> Defendant Rahami <extra_id_1> <extra_id_1> <extra_id_0> Injure hurt <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "An IRA member who was part of the group behind the Birmingham pub bombings has apologised.Michael Christopher Hayes – a self-confessed bomb maker – said he was sorry for the killing of innocent people in the 1974 blasts.Speaking to the BBC, Mr Hayes said he hoped his apology on behalf of all active republicans will help grieving relatives find \"closure\".He said: \"My apologies and my heartfelt sympathies to all of you, for the terrible, tragic loss that you've been put through. And all these years you've been trying to find closure. I hope at last God will be merciful and bring you closure.\"And I apologise not only for myself ... I apologise for all active republicans who had no intention of hurting anybody and sympathise with you.\"An eight-minute delay before police were warned of the bombs' location led to the death of 21 people and the injury of 182 others, when they exploded in a pair of city centre pubs. Mr Hayes said the bombs had not been intended to kill people.On the evening of the 21 November 1974, a man with an Irish accent called the Birmingham Post and Evening Mail newspapers to say two bombs were planted in the town centre.He finished the call by giving the official code used by the Provisional IRA to authenticate a warning call and allow civilians to be evacuated.Former IRA officials have since said there was an unintentional delay in issuing the warning.Mr Hayes said the IRA unit in Birmingham had been shocked by the death toll.\"That wasn't meant. It wouldn't have been done if that was the case,\" he said.The wreckage left at the Mulberry Bush pub in Birmingham after a bomb exploded on 21 November 1974 (PA)The Birmingham pub bombings caused the worst single losses of life in the Troubles. Six men were wrongfully convicted for the blasts but no-one has ever been brought to justice.Mr Hayes, 69, who now lives in south Dublin, said he personally defused a third bomb on Birmingham's Hagley Road after he became aware of the death toll in the first two blasts.He refused to say who planted the bombs in the Mulberry Bush and the Tavern in the Town but he said he wanted to speak out to give \"the point of view of a participant\".But relatives of those who were killed said the apology was \"gutless and spineless\".Mr Hayes' apology came as an inquest into the bombings was reopened by a coroner stating \"a wealth of evidence\" had not yet been heard.West Midland Police said their investigation remained open but that no further comments on the suspects' identities will be provided until the proceedings have concluded.Victims' families have repeatedly asked for the names of the suspects to be disclosed.Mr Hayes was arrested and questioned by West Midlands Police about the bombings in 1974 but he was released.He said he had been a member of the IRA for more than 30 years in both Ireland and England and had participated in the group's activities in Birmingham as \"an active volunteer\".UK news in pictures Show all 50 1 /50 UK news in pictures UK news in pictures 18 September 2020 A model presents a creation during the Bora Aksu catwalk show at London Fashion Week 2020 Reuters UK news in pictures 17 September 2020 World kickboxing champion Carl Thomas during his attempt to run a marathon while pulling a plane at Elvington Airfield near York. The attempt is raising funds for Ollie's Army Battling Against Battens, an organisation campaigning to raise GBP 250,000 to fund a clinical trial aimed at saving the sight of children with CNL2 Batten Disease PA UK news in pictures 16 September 2020 Labour deputy leader Angela Rayner speaking during Prime Minister's Questions UK Parliament/AFP/Getty UK news in pictures 15 September 2020 People enjoying the autumn sunshine as they punt along the River Cam in Cambridge PA UK news in pictures 14 September 2020 Early morning light bathes the skyscrapers of the City of London, at the start of a week in which the UK is expected to bask in temperatures of more than 30 degrees PA UK news in pictures 13 September 2020 England celebrate after they dismissed Australia's Alex Carey to win the second ODI match of the series at Emirates Old Trafford, Manchester PA UK news in pictures 12 September 2020 Protesters outside BBC Broadcasting House in central London, as marches and rallies form across the country calling for a 15% pay rise for NHS workers and an increase in NHS funding PA UK news in pictures 11 September 2020 An empty migrant dinghy floats off the beach at St Margaret's Bay after the occupants landed from France in Dover Getty UK news in pictures 10 September 2020 A view of small boats thought to be used in migrant crossings across the Channel at a storage facility in Dover, Kent PA UK news in pictures 9 September 2020 EU's chief negotiator Michel Barnier, left, arriving from the Eurostar with EU Ambassador to the UK, Portuguese diplomat Joao Vale de Almeida at St Pancras International railway station, London, for the latest round of the negotiations on a free trade deal between the EU and the UK PA UK news in pictures 8 September 2020 Dawn over Coquet Island, a small island off Amble on the Northumberland coast PA UK news in pictures 7 September 2020 A hovercraft arrives to Southsea, Hampshire from the Isle of Wight PA UK news in pictures 6 September 2020 Forensics officers near the scene of multiple reported stabbings in Birmingham Reuters UK news in pictures 5 September 2020 Anti-migrant protesters demonstrate in Dover against immigration and the journeys made by refugees crossing the Channel to Kent PA UK news in pictures 4 September 2020 Activists take part in a demonstration against the HS2 hi-speed rail line outside the Department of Transport AFP via Getty UK news in pictures 3 September 2020 Peter Baker, who plays Trigger in the musical version of Only Fools and Horses, sweeps the stage of the Theatre Royal Haymarket in London, after observing a 15 minute silence to show solidarity with those in the theatre industry that have lost their jobs due to the coronavirus pandemic PA UK news in pictures 2 September 2020 Kadie Lane, right, 11, and Brooke Howourth, 11, hug on their walk to Marden Bridge Middle School in Whitley Bay, Tyne and Wear, for their first day of term, as schools in England reopen to pupils following the coronavirus lockdown PA UK news in pictures 1 September 2020 Extinction Rebellion protesters sitting outside The Houses of Parliament in Westminster, London PA UK news in pictures 31 August Surfers at Long Sands Beach, Tynemouth PA UK news in pictures 30 August Black Lives Matter protesters march through Notting Hill in London in the first Million People March EPA UK news in pictures 29 August A protester reacts as she demonstrates against the lockdown and use of face masks, amid the coronavirus disease outbreak, outside Downing Street in London Reuters UK news in pictures 28 August Caribbean soca dancers display their costumes as they promote the first ever digital Notting Hill Carnival, following the cancellation of the normal Carnival festivities due to the continued spread of the coronavirus disease, in London Reuters UK news in pictures 27 August Father and son team Chris and Sam Milford from historic building conservation specialists WallWalkers begin restoration work on the spire of Norwich Cathedral, which stands at over 312ft high. The first known spire was completed in 1297 PA UK news in pictures 26 August Giant waves at Seaham in County Durham, as the bad weather continues PA UK news in pictures 25 August An assistant at the Wallace Monument cleans the case which houses the William Wallace sword in the Hall of Arms room at the monument near Stirling as they prepare to re-open PA UK news in pictures 24 August Restored World War Two landing craft LCT 7074 is transported from from the Naval Base in Portsmouth to its final resting place at the D-Day Story at Southsea PA UK news in pictures 23 August Jenny Nguyen and Tony Cao, from Vietnam, pose for wedding photos on Tower Bridge in London, as it remains closed to vehicles after it was stuck open on Saturday due to a \"mechanical fault\". The landmark's Twitter account confirmed only pedestrians and cyclists could use it on Sunday morning PA UK news in pictures 22 August England's Zak Crawley hit 267, joining the exclusive Double Hundred club, on day two of the Third Test match against Pakistan at the Ageas Bowl, Southampton PA UK news in pictures 21 August Harri Teale gathers lavender during the annual harvest on the Wolds Way Lavender farm near Malton in North Yorkshire PA UK news in pictures 20 August Parents and a student react after checking GCSE results at Ark Academy in London Reuters UK news in pictures 19 August Tate Modern workers hold a strike outside the gallery in London, to protest the institution's announcement that it would cut more than 300 jobs from its commercial arm, Tate Enterprises PA UK news in pictures 18 August Two rescued brown bear cubs, Mish (left) and Lucy, cool off in a pool after arriving at their new home with the wildlife conservation charity Wildwood Trust in Herne Bay, Kent. The orphaned pair, who have been living in a temporary home in Belgium since they were found abandoned and alone in a snowdrift in the Albanian mountains, will be acclimatised to their new life in the country before moving to a permanent home PA UK news in pictures 17 August A level students celebrate outside the Department for Education in London after it was confirmed that candidates in England will be given grades estimated by their teachers, rather than by an algorithm. The government U-turn comes just days after Education Secretary Gavin Williamson vowed there would be \"no U-turn, no change. PA UK news in pictures 16 August Wasp players take a knee as Northampton Saints stand prior to kick-off in their Premiership match at Franklin's Gardens PA UK news in pictures 15 August Piper Colour Sergeant Lil Bahadur Gurung attends the VJ Day National Remembrance event, held at the National Memorial Arboretum in Staffordshire, Britain Reuters UK news in pictures 14 August People including students hold placards on Whitehall outside Downing Street as they protest against the downgrading of A-level results. The government faced criticism after education officials downgraded more than a third of pupils' final grades in a system devised after the coronavirus pandemic led to cancelled exams yes AFP via Getty UK news in pictures 13 August Benita Stipp (centre) and Mimi Ferguson (left) react as students at Norwich School receive their A-Level results PA UK news in pictures 12 August 2020 A train derailment near Stonehaven has left three people dead. Driver Brett McCullough, conductor Donald Dinnie, and a passenger were killed when the 6.38am Aberdeen to Glasgow Queen Street service crashed amid heavy rain and flooding BBC UK news in pictures 11 August 2020 A woman hydrates in the sun after open water swimming at the West Reservoir Centre in north London Tolga Akmen/AFP via Getty UK news in pictures 10 August 2020 Prime Minister Boris Johnson takes part in an archery session as he visits Premier Education Summer Camp at Sacred Heart of Mary Girls' in Upminster Reuters UK news in pictures 9 August 2020 People cycle through Cambridge as the heatwave continues in Britain EPA UK news in pictures 8 August 2020 Healthcare workers take part in a protest in London over pay conditions in the NHS Getty UK news in pictures 7 August 2020 Emergency services make their way along the seafront on Bournemouth beach in Dorset on one of the hottest days of the year PA UK news in pictures 6 August 2020 Alison Murphy poses for a picture by husband Peter as she walks through a field of sunflowers in Altrincham, Cheshire PA UK news in pictures 5 August 2020 Pakistan's Abid Ali being bowled by England's Jofra Archer during day one of the First Test match at the Emirates Old Trafford, Manchester PA UK news in pictures 4 August 2020 The 'Timbuktu tumblers' from Kenya perform their balancing act on the Southsea waterfront as Zippos Circus reopens in Portsmouth Rex UK news in pictures 3 August 2020 Pelicans interact with a visitor in St James's Park in London PA UK news in pictures 2 August 2020 Lewis Hamilton drives with a puncture towards the finish line to win the Formula One British Grand Prix at Silverstone POOL/AFP via Getty UK news in pictures 1 August 2020 Arsenal's Pierre-Emerick Aubameyang celebrates with the trophy and teammates after winning the FA Cup, as play resumes behind closed doors following the outbreak of the coronavirus disease Pool via Reuters UK news in pictures 31 July 2020 People enjoy the sunny weather at a Bournemouth Beach ReutersHe added he would not be attending the inquest into the bombings and that he could \"sleep at night\" because he \"is not a murderer\".In 1975 six men were found guilty of carrying out the bombings. They spent 16 years in prison before their convictions were finally overturned by the Court of Appeal in May 1991.They were released on the basis of police fabrication of evidence, unreliability of scientific evidence and the suppression of evidence.", "event": "<extra_id_0> <extra_id_0> Attack bombings <extra_id_0> Target pub <extra_id_1> <extra_id_0> Place Birmingham <extra_id_1> <extra_id_0> Attacker group <extra_id_1> <extra_id_1> <extra_id_0> Die killing <extra_id_0> Victim people <extra_id_1> <extra_id_0> Killer Michael Christopher Hayes <extra_id_1> <extra_id_1> <extra_id_0> Die death <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Injure injury <extra_id_0> Victim others <extra_id_1> <extra_id_1> <extra_id_0> Attack exploded <extra_id_0> Target pubs <extra_id_1> <extra_id_0> Place city <extra_id_1> <extra_id_0> ExplosiveDevice bombs <extra_id_1> <extra_id_1> <extra_id_0> Attack exploded <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_0> Place Birmingham <extra_id_1> <extra_id_0> Target Mulberry Bush pub <extra_id_1> <extra_id_1> <extra_id_0> Attack bombings <extra_id_0> Target pub <extra_id_1> <extra_id_0> Place Birmingham <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle defused <extra_id_0> Artifact bomb <extra_id_1> <extra_id_0> Place Hagley Road <extra_id_1> <extra_id_0> Dismantler Hayes <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim those <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrested <extra_id_0> Detainee Hayes <extra_id_1> <extra_id_0> Jailer West Midlands Police <extra_id_1> <extra_id_1> <extra_id_0> Convict found guilty <extra_id_0> Defendant men <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain spent <extra_id_0> Detainee They <extra_id_1> <extra_id_0> Place prison <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Participant Hayes <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Participant He <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Participant Hayes <extra_id_1> <extra_id_1> <extra_id_0> Contact called <extra_id_0> Participant Birmingham Post <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Participant He <extra_id_1> <extra_id_1> <extra_id_0> Die dead <extra_id_0> Victim people <extra_id_1> <extra_id_0> Place Stonehaven <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "Nicolás Maduro warns of psychological warfare against Venezuela. M. GUTIÉRREZ / EFEVenezuelan President Nicolás Maduro has countered reports of an incipient epidemic in the country by accusing the opposition of engaging in underhand tactics.“They tried to impose a campaign of psychological warfare on Venezuela, a combination of alarmism and war,” said Maduro. “There is no other term for this but psychological warfare.”What’s more, the Bolivarian leader – who is the political heir of the deceased former president Hugo Chávez – went further and asked the World Health Organization to help investigate alleged attempts to introduce “some sort of virus” into the country as part of “biological warfare.”Patients at the Maracay Hospital are dying in the space of 72 hours due to massive hemorrhagingThe latest cause for concern involves Maracay Hospital, located around two hours from Caracas, where it emerged last Thursday that some patients were displaying worrying symptoms.“We don’t know what it is we are facing,” said Angel Sarmiento, president of the Medical Association of Aragua, the state where the hospital is located. “We don’t know if it is a virus or a bacteria.”The physician added that patients were dying in the space of 72 hours due to a massive hemorrhage, and he recommended that people avoid going to that hospital.The government reacted to this statement by calling Sarmiento “a fascist” and “a terrorist.” The governor of Aragua, Tareck El Aissami, filed a complaint against him before the Attorney’s Office, claiming that there are no dangerous bacteria at the hospital and discrediting Sarmiento because he is a member of the opposition.But the Medical Federation of Venezuela has come out in support of Sarmiento.“How long will this routine go on? Every time someone tells this government the truth in connection with a disease, an economic problem or a security issue, that person automatically becomes a coup-plotter,” said Douglas Nátera, president of the federation.Health Minister Nancy Pérez, who has held that portfolio for just a few days, made a public statement on Wednesday to address the growing social alarm.“The main thing is that there is no strange virus right now. The moment some disease crops up, the people of Venezuela will know about it, because it is not state policy to conceal information but rather to disclose it and to take the necessary measures.”For every patient diagnosed with Chikungunya, there could be as many as 1,000 moreYet the minister admitted to 45,745 confirmed cases of dengue fever and 398 more of the Chikungunya virus, which causes acute joint pains and is also spread by mosquitoes. Another 1,200 patients are under observation.But Rafael Arreaza, a surgeon and former director of Venezuela’s Social Security service, questioned the minister’s figures and filed a complaint against the government with the Ombudsman.Arreaza said that for every patient diagnosed with Chikungunya, there could be as many as 1,000 more, and that the lack of lab material is preventing health workers from knowing the true magnitude of the problem.This former health official also said that 12 of the victims who died were showing similar symptoms, suggesting the need to find out whether the virus is mutating.In the face of this mounting pressure, President Maduro said he will take national and international legal action against any physician but also against any journalist, media outlet or individual who contributes to disseminating this theory through words or images.", "event": "<extra_id_0> <extra_id_0> DiseaseOutbreak disease <extra_id_0> Place Venezuela <extra_id_1> <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> DiseaseOutbreak Chikungunya <extra_id_0> Victim patient <extra_id_1> <extra_id_1> <extra_id_0> DiseaseOutbreak Chikungunya <extra_id_0> Victim patient <extra_id_1> <extra_id_1> <extra_id_0> DiseaseOutbreak virus <extra_id_0> Victim victims <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "Investigation of the Belated Production of Documents in the Oklahoma City Bombing Case\"The bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, on April 19, 1995, was, at the time, the most significant act of terrorism that had ever taken place in the United States. Government agencies, led by the Federal Bureau of Investigation (FBI), immediately began an extensive investigation to identify and prosecute the culprits. The investigation, known as OKBOMB, was run by a Task Force that consisted primarily of FBI investigators and support personnel and Department of Justice prosecutors. Within a few months, three individuals-Timothy McVeigh, Terry Nichols, and Michael Fortier-were indicted for crimes relating to the bombing. McVeigh and Nichols were convicted after trials, and Fortier pled guilty as part of a plea agreement with the government. McVeigh, who had devised the plot to bomb the Murrah Building and had planted the bomb, was sentenced to death. On May 8, 2001, one week before McVeigh's scheduled execution date, the Department of Justice and the FBI revealed to McVeigh's and Nichols' attorneys that over 700 investigative documents had not been disclosed to the defendants before their trials. The government acknowledged that it had violated a discovery order in the case, and the Attorney General stayed McVeigh's execution for one month in order to resolve the legal issues arising from the belated disclosure. Following the public revelation of the problem, and after finding and releasing more than 300 additional OKBOMB documents to the defense, the FBI came under severe criticism for its handling of the OKBOMB documents.\"United States. Department of Justice. Office of the Inspector General2002-03-19", "event": "<extra_id_0> <extra_id_0> Research Investigation <extra_id_0> Place Oklahoma City <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Target Alfred P. Murrah Federal Building <extra_id_1> <extra_id_0> Place Oklahoma <extra_id_1> <extra_id_1> <extra_id_0> Attack act <extra_id_0> Place United States <extra_id_1> <extra_id_1> <extra_id_0> Research investigation <extra_id_0> Researcher Federal Bureau of Investigation <extra_id_1> <extra_id_0> Subject culprits <extra_id_1> <extra_id_1> <extra_id_0> Research investigation <extra_id_0> Researcher investigators <extra_id_1> <extra_id_1> <extra_id_0> ChargeIndict indicted <extra_id_0> Prosecutor individuals <extra_id_1> <extra_id_1> <extra_id_0> Convict convicted <extra_id_0> Defendant McVeigh <extra_id_1> <extra_id_1> <extra_id_0> Convict guilty <extra_id_0> Defendant Fortier <extra_id_1> <extra_id_1> <extra_id_0> Sentence sentenced <extra_id_0> Defendant McVeigh <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime finding <extra_id_0> Investigator FBI <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime discovery <extra_id_0> Investigator government <extra_id_1> <extra_id_0> Defendant McVeigh <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime revealed <extra_id_0> Investigator FBI <extra_id_1> <extra_id_0> Defendant Nichols <extra_id_1> <extra_id_1> <extra_id_0> Attack Bombing  <extra_id_1> <extra_id_0> Attack bomb <extra_id_0> Attacker McVeigh <extra_id_1> <extra_id_0> Target Murrah Building <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "A 40-year-old Japanese man admitted he landed an unmanned drone in central Tokyo carrying radioactive sand atop Prime Minister Shinzo Abe's office to protest nuclear power, police said Saturday.The drone, which had a sign on it saying it was radioactive, was carrying a camera and plastic container with sand contaminated with radioactive cesium, Japanese media said. The police said the radiation was low and did not pose a threat. The stunt initially brought fears of a terrorist attack.Yasuo Yamamoto, who is unemployed, faces a maximum three years in prison if convicted on charges of obstruction of official business. Local media reported that the police said the landing was a protest against nuclear power.Abe is pushing to restart Japan's nuclear reactors which are offline in the wake of the Fukushima disaster caused by a tsunami in 2011. Public broadcaster NHK said the sand the drone was carrying came from an area near the Fukushima meltdown.The drone was discovered Wednesday when new employees were taking a tour of the roof. It was believed to have landed there two weeks ago.“I was operating the drone around 3:30 in the morning on April 9 to express my opposition to nuclear power generation,” police quoted the alleged drone operator as saying.The Asahi Shimbun said the man surrendered to police on Friday. He allegedly had some of the sand with him, and he was said to have brought the drone's controller, too.Police said the drone was a modified Phantom 2 produced by DJI of China.", "event": "<extra_id_0> <extra_id_0> ExchangeBuySell brought <extra_id_0> Recipient he <extra_id_1> <extra_id_1> <extra_id_0> Transportation carrying <extra_id_0> Vehicle unmanned drone <extra_id_1> <extra_id_0> Destination office <extra_id_1> <extra_id_0> PassengerArtifact radioactive sand <extra_id_1> <extra_id_0> Transporter man <extra_id_1> <extra_id_1> <extra_id_0> Demonstrate protest <extra_id_0> Demonstrator man <extra_id_1> <extra_id_1> <extra_id_0> Transportation carrying <extra_id_0> PassengerArtifact plastic container <extra_id_1> <extra_id_0> Vehicle drone <extra_id_1> <extra_id_1> <extra_id_0> ManufactureAssemble produced <extra_id_0> ManufacturerAssembler DJI <extra_id_1> <extra_id_0> Artifact Phantom 2 <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "Roadside IED kills Russian major general in SyriaThe desert south and east of Deir ez-Zor on the regime’s side of the Euphrates is rife with insurgentsRussia’s foray into Syria took yet another heavy toll this week, when that nation’s Defense Ministry confirmed that a major general was killed in Syria by an improvised explosive device, Al-Monitor online reported.Major General Vyacheslav Gladkikh died after a roadside IED detonated under a convoy of Russian soldiers and Syrian pro-regime militiamen near the city of Deir ez-Zor.Three other Russian military personnel were wounded, Russia’s state-run Tass news agency reported.A local commander of Syria’s National Defense Forces, a pro-Assad militia, was also reportedly killed.“They’ve changed their tactics there,” said one source, who declined to be named for security reasons.“They do nighttime infiltrations, lay mines and booby traps.”Video purporting to show the explosion circulated on social media this week.It was the first reported death of a Russian general in Syria since 2017, when a lieutenant general was killed in the same province, reportedly by mortar fire from the Islamic State, Al-Monitor reported.Deir ez-Zor and nearly all of Syrian territory west of the Euphrates River lie in Syrian government hands, with the major exception of Idlib province, the last rebel enclave in the country’s nearly decadelong civil war.US-backed and Kurdish-led militias captured IS’ last remaining territory in March 2019, but the desert countryside south and east of Deir ez-Zor on the regime’s side of the Euphrates is rife with insurgents who continue to ambush pro-Syrian regime forces, Al-Monitor reported.Syria’s eastern Badia, or desert, remains the country’s last significant hot spot of IS activity.In April, more than two dozen Syrian pro-regime fighters were killed in IS attacks in Badia al-Sukhnah and Badia al-Sham, prompting Russian airstrikes, according to the Syrian Observatory for Human Rights.Killings of local tribal figures recently rocked the east side of the Euphrates in Deir ez-Zor, which is controlled by the Kurdish-led Syrian Democratic Forces, Al-Monitor reported.It is not clear who carried out the slayings, though locals have alternatively blamed IS and the Assad regime.A US official told Al-Monitor last month that there could be anywhere from 2,000 to 10,000 IS insurgents in sleeper cells across Iraq and Syria.Coalition spokesman US Army Col. Myles Caggins III told Al-Monitor that the US recently provided Iraqi authorities with “several million dollars’ worth” of border security infrastructure to interdict illicit smuggling in the border area.The Pentagon says US special forces at the isolated al-Tanf base in the Badia are there to keep pressure on IS in the border area, but rebels have told Al-Monitor that the proximity of Russian and Syrian forces on the roads outside the US-controlled zone make operations outside the area difficult.", "event": "<extra_id_0> <extra_id_0> Die kills <extra_id_0> Victim general <extra_id_1> <extra_id_0> Place Syria <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim general <extra_id_1> <extra_id_1> <extra_id_0> Contact reported <extra_id_0> Communicator Al-Monitor <extra_id_1> <extra_id_1> <extra_id_0> Die died <extra_id_0> Victim Vyacheslav Gladkikh <extra_id_1> <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Victim personnel <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim commander <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim general <extra_id_1> <extra_id_0> Place province <extra_id_1> <extra_id_1> <extra_id_0> Contact reported <extra_id_0> Communicator Al-Monitor <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim fighters <extra_id_1> <extra_id_0> Killer IS <extra_id_1> <extra_id_1> <extra_id_0> Contact reported <extra_id_0> Communicator Al-Monitor <extra_id_1> <extra_id_1> <extra_id_0> Contact reported <extra_id_0> Communicator Al-Monitor <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Attacker IS <extra_id_1> <extra_id_0> Place Badia al-Sham <extra_id_1> <extra_id_1> <extra_id_0> Transportation smuggling  <extra_id_1> <extra_id_0> Contact confirmed <extra_id_0> Communicator Defense Ministry <extra_id_1> <extra_id_1> <extra_id_0> Contact reported <extra_id_0> Communicator Tass <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Communicator source <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "CNN interviews man claiming to be Maduro assassination attempt organizerImage: CNNIn this frame from CNN footage aired on March 14, a DJI Matrice M600 Pro equipped with the A3 Pro positioning system (the white discs), apparently the same model used in the attack in Caracas last August.Cable News Network (CNN), the American news outlet, has published a report with video following an interview with a man claiming to be the organizer of the August 4 assassination attempt in Caracas on Venezuela’s president, Nicolás Maduro, using two drones.Seven people were injured in the two explosions.A number of arrests were made following the attack, but it is unclear if the suspects had anything to do with the incident.The man, whose identity was not revealed, provided CNN with cellphone footage said to be from a rented farm at a remote site in Columbia.The videos show men unboxing and assembling two Dà-Jiāng Innovations (DJI) Matrice M600 Pro c-drones on a billiards table.Scenes purporting to show an explosive charge mounted underneath one of the drones and a DJI flight controller were partially blurred by CNN editors.Video footage said to be taken on the grounds of the farmhouse show two DJI Phantom quadcopter drones being flown simultaneously in what was described as practice piloting.CNN did not specify that the Phantom quadcopters shown in the practice runs differ from the larger M600 Pro hexacopters shown being prepared for the attack.The man interviewed claimed that following the assassination attempt, he met with US officials on three occasions to answer their questions and solicit assistance, which he said was not forthcoming.The footage shows clearly that both of the M600 Pro drones are equipped with DJI’s A3 Pro positioning system, a set of three redundant GPS units and controllers meant to provide more precise and reliable positioning than the stock single A3 system delivered on the original M600 model.The C-Drone Review had identified such a three-sensor system on one of the M600 drones which exploded in August from analysis of Telemundo footage.Although CNN in their report said the drones used in the attack were \"small\", the M600 Pro model is an industrial-grade hexacopter c-drone with a payload of 13lb (6kg) and is larger than the Phantom models shown flying in the footage.Video from last August in Caracas shows that the landing struts of the M600 Pros had been removed, lightening the drones for their one-way trips.The M600 Pro folds to a smaller size than the original M600; CNN said in their report they were told that the drones used in the attack were dismantled, taken over the border from Columbia to Venezuela, and reassembled there.Contacted, DJI could not definitively confirm that some of its drones appear in the footage aired by CNN, although that appears to be the case.A spokesman for DJI, Adam Lisberg, sent the following statement to the C-Drone Review:DJI makes drones entirely for peaceful purposes, and we absolutely deplore any attempt to use our drones to cause harm.We build safety features into our products to help drone pilots avoid flying in restricted areas, and we developed our AeroScope system to allow authorities to remotely identify and track airborne drones.We have little ability to control what people do with our products after purchase, but anyone who deliberately misuses our products should expect to be held responsible for their actions.Venezuela is in crisis, with widespread shortages of staple foodstuffs and medical supplies, rolling power outages, and thousands of inhabitants leaving the country every day.President Maduro has accused Columbia and the United States of conspiring against him, without proof.The US withdrew its last embassy personnel from Venezuela last week, as opposition politician Juan Guaidó seeks to oust Maduro from power.", "event": "<extra_id_0> <extra_id_0> Contact interviews <extra_id_0> Participant man <extra_id_1> <extra_id_1> <extra_id_0> Contact aired <extra_id_0> Communicator CNN <extra_id_1> <extra_id_1> <extra_id_0> ManufactureAssemble equipped <extra_id_0> Artifact Matrice M600 Pro <extra_id_1> <extra_id_0> Components A3 Pro positioning system <extra_id_1> <extra_id_1> <extra_id_0> Contact published <extra_id_0> Communicator CNN <extra_id_1> <extra_id_1> <extra_id_0> Contact interview <extra_id_0> Participant man <extra_id_1> <extra_id_1> <extra_id_0> Injure injured <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Attack explosions  <extra_id_1> <extra_id_0> ManufactureAssemble assembling <extra_id_0> Components Matrice M600 Pro c-drones <extra_id_1> <extra_id_1> <extra_id_0> ManufactureAssemble mounted <extra_id_0> Artifact drones <extra_id_1> <extra_id_0> Components explosive charge <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle dismantled <extra_id_0> Artifact the drones used in the attack <extra_id_1> <extra_id_1> <extra_id_0> ManufactureAssemble reassembled <extra_id_0> Artifact the drones used in the attack <extra_id_1> <extra_id_1> <extra_id_0> Contact met <extra_id_0> Participant officials <extra_id_1> <extra_id_1> <extra_id_0> Attack exploded  <extra_id_1> <extra_id_0> Transportation flown <extra_id_0> Vehicle Phantom quadcopter drones <extra_id_1> <extra_id_1> <extra_id_0> Attack assassination <extra_id_0> Attacker man <extra_id_1> <extra_id_0> Target Nicolás Maduro <extra_id_1> <extra_id_0> Place Caracas <extra_id_1> <extra_id_0> Instrument drones <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrests <extra_id_0> Detainee suspects <extra_id_1> <extra_id_1> <extra_id_0> IdentifyCategorize identified <extra_id_0> IdentifiedObject three-sensor system <extra_id_1> <extra_id_1> <extra_id_0> ChargeIndict accused <extra_id_0> Defendant Columbia <extra_id_1> <extra_id_1> <extra_id_0> Transportation withdrew <extra_id_0> PassengerArtifact personnel <extra_id_1> <extra_id_1> <extra_id_0> IdentifyCategorize claimed <extra_id_0> Identifier The man interviewed <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "Wealth of Clues Led to Quick Arrest of New York Suspected BomberNEW YORK — The man suspected of planting bombs in a New York neighborhood and a New Jersey seaside town may have aimed to inflict carnage incognito, but he didn't succeed for long in concealing his identity.Ahmad Khan Rahami provided investigators with a wealth of clues that led to his arrest about 50 hours after the first explosion, according to three law enforcement officials familiar with the investigation.His fingerprints and DNA were found at the scene of the Manhattan bombing, they said. His uncovered face was clearly captured by surveillance cameras near the spot of the blast.Electronic toll records show a car to which he had access was driven from New Jersey to Manhattan and back to New Jersey the day of the bombing, according to the officials, who spoke to The Associated Press on condition of anonymity because they weren't authorized to discuss an ongoing case.Those and other clues spurred officials to publicize his name and photo Monday morning, asking for help finding Rahami, 28, a Muslim U.S. citizen born in Afghanistan, who lives with his family in Elizabeth, New Jersey.As the investigation heated up, a bar owner in Linden, New Jersey, reported someone asleep in his doorway. An officer went to investigate and recognized the man as Rahami, police and the mayor said.Rahami pulled a gun and shot the officer — who was wearing a bulletproof vest — in the torso, and more officers joined in a running gun battle along the street and brought Rahami down, police Capt. James Sarnicki said. Another police officer was grazed by a bullet.\"A lot of technology involved in this, but a lot of good, old-fashioned police work, too,\" said New York Police Commissioner James O'Neill. He said now, investigators would \"make sure that we get to the bottom of who's involved and why.\"After surgery for a gunshot wound to his leg, Rahami was being held on $5.2 million bail, charged with five counts of attempted murder of police officers. Federal prosecutors said they still were weighing charges over the bombings. Rahami remains hospitalized.Messages left for family members were not immediately returned. It wasn't clear when Rahami would get an attorney.Officials said they have no other suspects at large, but cautioned they are still investigating.The bombing spread fear across the New York area and revived anxiety about homegrown terrorism nationwide.As the East Coast was rattled by the bombings, a man who authorities say referred to Allah wounded nine people in a stabbing rampage at a Minnesota mall Saturday before being shot to death by an off-duty police officer. Authorities are investigating the stabbings as a possible terrorist attack but have not drawn any connection between the bloodshed there and the bombings.William Sweeney Jr., the FBI's assistant director in New York, said there was no indication so far that the bombings were the work of a larger terror cell.Rahami wasn't on any terror or no-fly watch lists, though he had been interviewed for immigration purposes traveling between the U.S. and Afghanistan, one of the law enforcement officials said.Rahami and his family live above their restaurant — called First American Fried Chicken — and the family has clashed with the city over closing times and noise complaints, which the Rahamis said in a lawsuit were tinged with anti-Muslim sentiment.The lawsuit was terminated in 2012 because one of Rahami's brothers had pleaded guilty to blocking police from enforcing closing hours at the restaurant.A childhood friend, Flee Jones, said Rahami had become more religious after returning from a trip to Afghanistan several years ago. Still, some of the family restaurant's customers said Rahami was more likely to talk about his interest in cars than to mention faith.\"He's a very friendly guy,\" patron Ryan McCann said. \"That's what's so scary.\"The investigation began when a pipe bomb blew up Saturday morning in Seaside Park, New Jersey, before a charity race to benefit Marines. No one was injured.Then a shrapnel-packed pressure-cooker bomb exploded Saturday night in New York's Chelsea section, wounding 29 people, none seriously. An unexploded pressure-cooker bomb was found blocks away.Late Sunday night, five explosive devices were discovered in a trash can at an Elizabeth train station, about 3 miles from where Rahami was later found asleep in the doorway of a bar.Investigators are still gathering evidence and have not publicly tied Rahami to those devices, though Sweeney noted they aren't \"ruling anything out.\"The bombs discovered Saturday all used flip cellphones as a trigger and were all made with easily purchasable materials, a federal law enforcement official speaking on condition of anonymity said.After zeroing in on Rahami and learning of the car that had traveled between New Jersey and New York, authorities pulled it over Sunday night after it headed in the direction of Kennedy airport. The law enforcement officials said at least one of Rahami's relatives was in the car.All five were questioned and released, Sweeney said. He declined to say whether they might later face charges.Around the time Rahami was captured, President Barack Obama was in New York on a previously scheduled visit for a meeting of the U.N. General Assembly. He called on Americans to show the world \"we will never give in to fear.\"", "event": "<extra_id_0> <extra_id_0> ArrestJailDetain Arrest <extra_id_0> Detainee Bomber <extra_id_1> <extra_id_1> <extra_id_0> ManufactureAssemble planting <extra_id_0> Artifact bombs <extra_id_1> <extra_id_0> Place town <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrest <extra_id_0> Detainee his <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime investigation <extra_id_0> Investigator officials <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Place Manhattan <extra_id_1> <extra_id_1> <extra_id_0> Transportation driven <extra_id_0> Vehicle car <extra_id_1> <extra_id_0> Origin New Jersey <extra_id_1> <extra_id_0> Destination New Jersey <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime investigate <extra_id_0> Investigator officer <extra_id_1> <extra_id_0> Defendant Rahami <extra_id_1> <extra_id_1> <extra_id_0> Attack shot <extra_id_0> Attacker Rahami <extra_id_1> <extra_id_0> Target officer <extra_id_1> <extra_id_0> Instrument gun <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain brought <extra_id_0> Detainee Rahami <extra_id_1> <extra_id_0> Jailer officers <extra_id_1> <extra_id_1> <extra_id_0> Injure grazed <extra_id_0> Instrument bullet <extra_id_1> <extra_id_0> Victim officer <extra_id_1> <extra_id_1> <extra_id_0> Injure wound <extra_id_0> Victim Rahami <extra_id_1> <extra_id_1> <extra_id_0> Intervention surgery  <extra_id_1> <extra_id_0> ChargeIndict charged <extra_id_0> Defendant Rahami <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime investigating  <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Injurer Allah <extra_id_1> <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Attack shot <extra_id_0> Attacker officer <extra_id_1> <extra_id_0> Target Allah <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime investigating <extra_id_0> Investigator Authorities <extra_id_1> <extra_id_1> <extra_id_0> Transportation traveling <extra_id_0> Origin Afghanistan <extra_id_1> <extra_id_0> Destination U.S. <extra_id_1> <extra_id_1> <extra_id_0> Convict pleaded <extra_id_0> Defendant one <extra_id_1> <extra_id_1> <extra_id_0> Transportation returning <extra_id_0> Destination Afghanistan <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime investigation  <extra_id_1> <extra_id_0> Attack blew <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_0> Place New Jersey <extra_id_1> <extra_id_1> <extra_id_0> Attack exploded <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_1> <extra_id_0> Die wounding <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Transportation traveled <extra_id_0> Origin New Jersey <extra_id_1> <extra_id_0> Destination New York <extra_id_1> <extra_id_1> <extra_id_0> ReleaseParole released <extra_id_0> Defendant five <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain captured <extra_id_0> Detainee Rahami <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "On 27 August 1975 a Provisional IRA bomb exploded without warning at the Caterham Arms public house in Caterham, Surrey, England. There were no fatalities but 33 people were injured, some severely. Two off-duty soldiers lost their legs as a result of the bombing.==Background==In February 1975 the Provisional Irish Republican Army agreed to a truce and ceasefire with the British government and the Northern Ireland Office. Seven \"incident centres\" were established in Irish nationalist areas in Northern Ireland to monitor the ceasefire and the activity of the security forces. Before the truce, the IRA active service unit (ASU) later dubbed the Balcombe Street Gang (due to the December 1975 Balcombe Street siege) had been carrying out bomb and gun attacks in Southern England since autumn 1974, mostly in and around London. Their last previous attack was an assassination attempt on former Prime Minister Edward Heath but he was not home when the attackers threw a bomb into his bedroom window on 22 December 1974.==The bombing==The Balcombe Street Gang planted a time bomb in the Caterham Arms public house in Caterham, Surrey. The IRA unit placed the 7lb bomb in a duffel bag under a seat. There was no warning and the bomb exploded at 9:20, injuring 23 civilians and 10 off-duty soldiers. The pub was used by members of the Welsh Guards who were based at the barracks nearby. Some of the injuries were very serious, with at least three soldiers losing limbs. The blast blew the roof off the pub in the process. This attack marked the start of a renewed bombing campaign (Phase Two) in England and the end of the truce with the British Government. The next day, the same IRA unit exploded a bomb in Oxford Street, injuring several people.==Aftermath==One of the police officers in charge of the investigation into the bombing described it as a \"carbon copy\" of the Guildford pub bombings in October 1974 for which four people were already serving their sentences. The cell's campaign would continue until December 1975 when they were caught at the siege of Balcombe Street. The unit would eventually end up planting close to 50 bombs in London and elsewhere in southern England and carrying out several shootings which, along with the bombings, caused the deaths of nearly 20 people, injured hundreds and caused millions of pounds worth of damage to property.==See also==*Chronology of Provisional Irish Republican Army actions (1970–79)== References ==", "event": "<extra_id_0> <extra_id_0> Attack exploded <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_0> Target Caterham Arms public house <extra_id_1> <extra_id_0> Place Caterham <extra_id_1> <extra_id_1> <extra_id_0> Injure injured <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Instrument bomb <extra_id_1> <extra_id_0> Place England <extra_id_1> <extra_id_1> <extra_id_0> Attack exploded <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_1> <extra_id_0> Injure injuring <extra_id_0> Victim soldiers <extra_id_1> <extra_id_1> <extra_id_0> Attack exploded <extra_id_0> Attacker IRA <extra_id_1> <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_0> Target Oxford Street <extra_id_1> <extra_id_1> <extra_id_0> Injure injuring <extra_id_0> Injurer people <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle blew <extra_id_0> Artifact roof <extra_id_1> <extra_id_0> Place pub <extra_id_1> <extra_id_1> <extra_id_0> Die deaths <extra_id_0> Victim people <extra_id_1> <extra_id_0> Killer unit <extra_id_1> <extra_id_1> <extra_id_0> Injure injured <extra_id_0> Victim hundreds <extra_id_1> <extra_id_0> Injurer unit <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle damage <extra_id_0> Artifact property <extra_id_1> <extra_id_0> Damager unit <extra_id_1> <extra_id_1> <extra_id_0> Injure lost <extra_id_0> Victim soldiers <extra_id_1> <extra_id_1> <extra_id_0> Attack assassination <extra_id_0> Target Edward Heath <extra_id_1> <extra_id_0> Attacker Their <extra_id_1> <extra_id_1> <extra_id_0> Attack threw <extra_id_0> Attacker attackers <extra_id_1> <extra_id_0> ExplosiveDevice a bomb <extra_id_1> <extra_id_0> Target he <extra_id_1> <extra_id_0> Place bedroom <extra_id_1> <extra_id_1> <extra_id_0> Injure injuries <extra_id_0> Victim Some <extra_id_1> <extra_id_1> <extra_id_0> Injure losing <extra_id_0> Victim soldiers <extra_id_1> <extra_id_1> <extra_id_0> ManufactureAssemble planted <extra_id_0> ManufacturerAssembler Balcombe Street Gang <extra_id_1> <extra_id_0> Artifact bomb <extra_id_1> <extra_id_0> Place house <extra_id_1> <extra_id_1> <extra_id_0> Inspection monitor <extra_id_0> Observer centres <extra_id_1> <extra_id_1> <extra_id_0> ManufactureAssemble placed <extra_id_0> ManufacturerAssembler IRA <extra_id_1> <extra_id_0> Artifact bomb <extra_id_1> <extra_id_1> <extra_id_0> Research charge <extra_id_0> Researcher officers <extra_id_1> <extra_id_1> <extra_id_0> Sentence sentences <extra_id_0> Defendant people <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain caught <extra_id_0> Detainee they <extra_id_1> <extra_id_0> Place Balcombe Street <extra_id_1> <extra_id_1> <extra_id_0> Contact agreed <extra_id_0> Participant Northern Ireland Office <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "CARACAS, Venezuela -- Venezuela's chief prosecutor's office is reporting three deaths on the day of a controversial vote for a constituent assembly that opposition leaders fear will trigger the end of democracy in Venezuela.The office tweeted that 28-year-old Angelo Mendez and 39-year-old Eduardo Olave were killed at a protest Sunday in Merida. Thirty-year-old Ricardo Campos was killed in a separate incident in Sucre.Few details were provided on the deaths.Leaders with the opposition Democratic Action party on Twitter identified Campos as the group's youth secretary in Sucre, a state in northern Venezuela east of the nation's capital.Get Breaking News Delivered to Your InboxThe deaths bring the total to at least 122 killed in nearly four months of political upheaval.Demonstrators watch a barricade burn after clashes broke out while the Constituent Assembly election is being carried out in Caracas, Venezuela, on Sun., July 30, 2017. ReutersMeanwhile, Venezuelans appeared to be abstaining in massive numbers on Sunday in a show of silent protest against a vote to select a constitutional assembly giving the government virtually unlimited powers.Associated Press journalists toured more than two dozen polling places in neighborhoods across the capital, including many traditional strongholds of the ruling socialist party in southern and western Caracas. Virtually all the polling places saw hours-long lines of thousands of people in past elections over the last two decades of socialist government.One site, a sports and cultural complex known as the Poliedro, had several thousand people waiting about two hours to vote, many having traveled from opposition-dominated neighborhoods where polling places were closed. Of the dozens of others sites seen by the AP, two in the loyalist-heavy neighborhood of El Valle had lines of approximately 200 to 400 people. All the others had at most a couple of dozen voters, and many had less than a half-dozen or were completely empty.Opinion polls say more than 70 percent of the country is opposed to Sunday's vote.\"People aren't in agreement with this,\" said Daniel Ponza, a 33-year-old drywall contractor, as he watched a few dozen people outside a polling place in El Valle. \"People are dying of hunger, looking for food in the trash. And I think this is just going to make things worse.\"Sunday evening, U.S. ambassador to the United Nations sent a message on Twitter calling the Venezuela election a \"sham\" and \"step toward dictatorship\":Maduro’s sham election is another step toward dictatorship. We won't accept an illegit govt. The Venezuelan ppl & democracy will prevail. — Nikki Haley (@nikkihaley) July 30, 2017In opposition-dominated eastern Caracas, riot police used tear gas to stop protesters from gathering for a march on the capital's main highway. At least three police were wounded when one of their motorcycles detonated in a powerful explosion. The cause of the explosion was not immediately clear.After voting at dawn, President Nicolas Maduro called for international acceptance of what he called his government's fight against a violent opposition trying to sabotage his administration.Motorcycles burn after clashes broke out while the Constituent Assembly election was being carried out in Caracas, Venezuela, on Sun., July 30, 2017. ReutersThe run-up to the vote has been marked by months of clashes between protesters and the government that have left at least 116 dead and nearly 2,000 wounded. A 61-year-old nurse was fatally shot by men accused of being pro-government paramilitaries during a protest at a church a few hundred feet from the school where Maduro voted.\"We've stoically withstood the terrorist, criminal violence,\" Maduro said. \"Hopefully the world will respectfully extend its arms toward our country.\"In an unusual moment this morning when Maduro cast his own ballot on state-controlled national television, his national ID card was to be scanned. He intended to make a statement that his vote was counted and said: \"We are going to verify my national ID card so that the record shows that I came to vote and my ID card will show this for posterity, that I voted on this historic day of the constituent assembly of July 30th.\"Nicolas Maduro having his national ID card scanned. ReutersWhen the female official of the National Electoral Council (CNE) proceeds to use a smartphone to scan Maduro's card, a second camera zooms in to reveal that according to CNE's own system, that \"person does not exist, or the card has been revoked.\"After scanning Maduro's national ID card, the smartphone read: \"person does not exist, or the card has been revoked.\" ReutersMaduro appears livid but doesn't acknowledge the misshap, pauses for a second and then grabs his wife's ID card for scanning.Social media was abuzz with the misshap, which fanned the flames of speculation about the place of birth of the socialist president, whose mother is rumored to be a Colombian national. Following an opposition-mandated special commission investigation into the matter, the socialist-majority Supreme Court issued a ruling last October that stated that Maduro had been born in Caracas in 1962, but did not produce a birth certificate.Some opposition leaders continue to sustain that they have proof that Maduro was born a Colombian national, which would make him constitutionally ineligible to occupy the presidency.Maduro's highly vocal critic and former president of Colombia ridiculed Maduro in a tweet that reads: \"My fellow countryman, didn't they let you vote?\"Paisano ¿ No te dejaron votar? https://t.co/ouVWI4eMtS — Andrés Pastrana A (@AndresPastrana_) July 30, 2017Despite that hiccup, the opposition is boycotting Sunday's vote, contending the election has been structured to ensure Maduro's socialist party continues to dominate. So all 5,500 candidates for the 545 seats in the constituent assembly are his supporters and the vote's success is being measured by turnout.The government is encouraging participation with tactics that include offering social benefits like subsidized food to the poor and threatening state workers' jobs if they don't vote.\"I'm here because I'm hoping for housing,\" said Luisa Marquez, a 46-year-old hairdresser.Others said they were there out of conviction that the constitutional assembly would help the government fend off what they called an international capitalist conspiracy to undermine Venezuela's socialist system with the help of the domestic opposition.\"The crisis, the shortages of food and medicine, that isn't the government's fault,\" said Luis Osuna, a 42-year-old private bodyguard. \"Those who are attacking us to kill us with hunger and blame the government are the same enemies the government's always had.\"Women shout slogans during a protest held by Venezuelans in Spain against Venezuela's Constituent Assembly election, in Madrid, Spain, on July 30, 2017. ReutersOnce one of Latin America's wealthiest nations, Venezuela has spiraled into a devastating crisis during Maduro's four years in power, thanks to plunging oil prices and widespread corruption and mismanagement. Inflation and homicide rates are among the world's highest and widespread shortages of food and medicine have citizens dying of preventable illnesses and rooting through trash to feed themselves.The special assembly being selected Sunday will have powers to rewrite the country's 1999 constitution but will also have powers above and beyond other state institutions, including the opposition-controlled congress.While opinion polls say a vast majority oppose him, Maduro made clear in a televised address Saturday evening that he intends to use the assembly to govern without limitation, describing the vote as \"the election of a power that's above and beyond every other.\"He said he wants the assembly to strip opposition legislators of their constitutional immunity from prosecution and indicated he eager to prosecute many more members of the opposition parties that control a handful of state governments along with the National Assembly, providing one of the few remaining checks on the power of the socialist party that has ruled this OPEC nation for nearly two decades.\"The right wing already has its prison cell waiting,\" the president said. \"All the criminals will go to prison for the crimes they've committed.\"Saying the assembly will begin to govern within a week, Maduro said its first task in rewriting the constitution will be \"a total transformation\" of the office of Venezuela's chief prosecutor, a former government loyalist who has become the highest-ranking official to publicly split from the president.The Trump administration has imposed successive rounds of sanctions on high-ranking members of Maduro's administration, with the support of countries including Mexico, Colombia and Panama. Vice President Mike Pence promised on Friday that the U.S. would take \"strong and swift economic actions\" if the vote went ahead. He didn't say whether the U.S. would sanction Venezuelan oil imports, a measure with the potential to undermine Maduro but cause an even deeper humanitarian crisis here.Maduro's supporters on the Supreme Court set off the protests and clashes between police and demonstrator when they tried to strip the National Assembly of its powers in April. Most of the dead have been protesters apparently shot by police and government-linked paramilitaries.The opposition has organized a series of work stoppages as well as a July 16 protest vote that it said drew more than 7.5 million symbolic votes against the constitutional assembly.", "event": "<extra_id_0> <extra_id_0> DamageDestroyDisableDismantle burn <extra_id_0> Artifact barricade <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle detonated <extra_id_0> Artifact motorcycles <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle burn <extra_id_0> Artifact Motorcycles <extra_id_1> <extra_id_1> <extra_id_0> Die deaths  <extra_id_1> <extra_id_0> Die deaths  <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Victim police <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "A televised address by Venezuelan President Nicolas Maduro was cut short during a speech at a military event on Saturday and soldiers were seen running before the TV transmission was cut off.A military demonstration in Venezuela was abruptly interrupted on Saturday after an alleged assassination attempt on Venezuelan President Nicolas Maduro, according to video of the leaders' televised address.As documented on video, Maduro was delivering his speech when he and those around him onstage suddenly looked up as participants in the military demonstration rushed from the scene, according to several Venezuelan media outlets with access to the footageAccording to NTN24 broadcaster, the assassination attempt on Maduro was alleged to have been committed with the use of a drone filled with C-4 explosives.However, the assassination attempt on Venezuelan President Nicolas Maduro has failed, a source in Caracas told Sputnik on Sunday.\"Yes, the assassination has presumably happened, but it turned out to be unsuccessful,\" a source said.According to local media reports, Maduro was not injured and was evacuated from the scene. According to Reuters, at least seven national guard soldiers were injured.Local police downed a drone that attacked the scene where officials, including Maduro, were present.According to Venezuela's Minister of Information, not one, but several, drones allegedly fitted with explosives attacked the country's leadership during a military parade.Meanwhile, local media outlets report that some explosive-carrying drones failed to reach their targets, crashing in a residential area in the center of Caracas, causing fire and large plumes of smoke.#Venezuela Fire in a building in #Caracas, possibly after the drone that aimed to kill Maduro crashed pic.twitter.com/nDzNVnwJ78 — Guy Elster (@guyelster) 4 августа 2018 г.The Venezuelan leader as well as the rest of the political and military leadership of the Latin American country feel fine and were not injured during the attack, according to the president of a state-owned bank Miguel Perez Abad.\"Soon, our national government will inform about what happened on the Bolivar avenue … Our President Nicolas Maduro feels fine as well as the supreme political and military command of the revolution,\" Perez Abad wrote on Twitter.Venezuela has been recently mired a political and socioeconomic crisis, which many blame on dropping oil prices as well as the leadership’s decisions. The nation experienced months of mass protests last year, which initially were a response to the Supreme Court’s decision to severely limit the parliament's legislative powers.The protests in Venezuela were further fueled by the election of a new lawmaking body, known as the Constituent Assembly, initiated by Maduro with the aim of rewriting the constitution.", "event": "<extra_id_0> <extra_id_0> DamageDestroyDisableDismantle downed <extra_id_0> Artifact drone <extra_id_1> <extra_id_0> DamagerDestroyer police <extra_id_1> <extra_id_1> <extra_id_0> Crash crashing <extra_id_0> Vehicle drones <extra_id_1> <extra_id_0> Place Caracas <extra_id_1> <extra_id_1> <extra_id_0> Crash crashed <extra_id_0> Vehicle drone <extra_id_1> <extra_id_0> Place Caracas <extra_id_1> <extra_id_1> <extra_id_0> Contact address <extra_id_0> Communicator Nicolas Maduro <extra_id_1> <extra_id_1> <extra_id_0> Contact speech <extra_id_0> Communicator Nicolas Maduro <extra_id_1> <extra_id_1> <extra_id_0> Contact delivering <extra_id_0> Communicator Maduro <extra_id_1> <extra_id_1> <extra_id_0> Transportation evacuated <extra_id_0> PassengerArtifact Maduro <extra_id_1> <extra_id_1> <extra_id_0> Injure injured <extra_id_0> Victim soldiers <extra_id_1> <extra_id_1> <extra_id_0> Attack attacked <extra_id_0> Instrument drone <extra_id_1> <extra_id_1> <extra_id_0> Attack attacked <extra_id_0> Instrument drones <extra_id_1> <extra_id_0> Target country's leadership <extra_id_1> <extra_id_1> <extra_id_0> Attack attack  <extra_id_1> <extra_id_0> Demonstrate protests  <extra_id_1> <extra_id_0> Demonstrate protests <extra_id_0> Topic the Constituent Assembly <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "The 2001 shoe bomb attempt was a failed bombing attempt that occurred on December 22, 2001, on American Airlines Flight 63.The aircraft, a Boeing 767-300 (registration N384AA) with 197 passengers and crew aboard, was flying from Charles de Gaulle Airport in Paris, France, to Miami International Airport in the U.S. state of Florida.The perpetrator, Richard Reid, was subdued by passengers after unsuccessfully attempting to detonate plastic explosives concealed within his shoes.The flight was diverted to Logan International Airport in Boston, escorted by American jet fighters, and landed without further incident.Reid was arrested and eventually sentenced to 3 life terms plus 110 years, without parole.==Incident==As Flight 63 was flying over the Atlantic Ocean, Richard Reid – an Islamic fundamentalist from the United Kingdom, and self-proclaimed Al-Qaeda operative – carried shoes that were packed with two types of explosives.He had been refused permission to board the flight the day before.Passengers on the flight complained of a smoke smell shortly after meal service.One flight attendant, Hermis Moutardier, walked the aisles of the plane to locate the source.She found Reid sitting alone near a window, attempting to light a match.Moutardier warned him that smoking was not allowed on the airplane, and Reid promised to stop.A few minutes later, Moutardier found Reid leaning over in his seat, and unsuccessfully attempted to get his attention.After she asked him what he was doing, Reid grabbed at her, revealing one shoe in his lap, a fuse leading into the shoe, and a lit match.He was unable to detonate the bomb: perspiration from his feet dampened the triacetone triperoxide (TATP) and prevented it from igniting.Moutardier tried grabbing Reid twice, but he pushed her to the floor each time, and she screamed for help.When another flight attendant, Cristina Jones, arrived to try to subdue him, he fought her and bit her thumb.The  tall Reid who weighed about 215 pounds (97kg) was subdued by other passengers on the aircraft and immobilized using plastic handcuffs, seatbelt extensions, and headphone cords.A doctor administered diazepam found in the flight kit of the aircraft.Many of the passengers only became aware of the situation when the pilot announced that the flight was to be diverted to Logan International Airport in Boston.Two F-15 fighter jets escorted Flight 63 to Logan Airport.The plane parked in the middle of the runway, and Reid was arrested on the ground while the rest of the passengers were bussed to the main terminal.Authorities later found over 280 grams (10 oz) of TATP and PETN hidden in the hollowed soles of Reid's shoes, enough to blow a substantial hole in the aircraft.He pleaded guilty, was convicted, sentenced to 3 life terms plus 110 years without parole and incarcerated at Supermax prison ADX Florence.== Aftermath ==Six months after the crash of American Airlines Flight 587 in Queens, New York on November 12, 2001, Mohammed Mansour Jabarah agreed to cooperate with American authorities in exchange for a reduced sentence.He said that fellow Canadian Abderraouf Jdey had been responsible for the flight's destruction, using a shoe bomb similar to that found on Reid several months earlier.This claim remains unsubstantiated by the investigation into the cause of the crash; Jabarah was a known colleague of Khalid Sheikh Mohamed, and said that Reid and Jdey had both been enlisted by the al-Qaeda chief to participate in identical plots.In 2006, security procedures at US airports were changed to have people remove their shoes before proceeding through scanners, in response to this incident.The requirement was phased out for some travelers, particularly those with TSA PreCheck, in the 2010s.Flight Number AAL63 continues to be used on the route from Paris to Miami.==External links==* Bomb on Flight 63 Telegraph Media Group Limited 2015==See also==*1988 Lockerbie Bombing, Pan Am plane destroyed by PETN bomb, killing 270 people – event happened 13 years exactly prior to the shoe bomb incident* 1994 Philippine Airlines Flight 434, test run for al-Qaeda Operation Bojinka, killing one plane passenger in bombing* 1995 Bojinka plot, al-Qaeda plot to blow up 12 planes as they flew from Asia to the US*2006 Transatlantic Aircraft Plot, failed plot to blow up at least 10 planes as they flew from the UK to the US and Canada*2009 Christmas Day bomb plot, failed al-Qaeda PETN bombing of plane*2010 cargo plane bomb plot, failed al-Qaeda PETN bombing of plane*List of accidents and incidents involving commercial aircraft*List of terrorist incidents, 2001*September 11 Attacks== References ==Richard Reid, the perpetrator of the incident.", "event": "<extra_id_0> <extra_id_0> DamageDestroyDisableDismantle failed <extra_id_0> Artifact bomb <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Target Flight 63 <extra_id_1> <extra_id_1> <extra_id_0> Transportation flying <extra_id_0> Vehicle Boeing 767-300 <extra_id_1> <extra_id_0> Origin Charles de Gaulle Airport <extra_id_1> <extra_id_0> Destination Miami International Airport <extra_id_1> <extra_id_0> PassengerArtifact crew <extra_id_1> <extra_id_1> <extra_id_0> Attack detonate <extra_id_0> ExplosiveDevice explosives <extra_id_1> <extra_id_0> Attacker Richard Reid <extra_id_1> <extra_id_1> <extra_id_0> Transportation diverted <extra_id_0> Vehicle flight <extra_id_1> <extra_id_0> Destination Logan International Airport <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrested <extra_id_0> Detainee Reid <extra_id_1> <extra_id_1> <extra_id_0> Sentence sentenced <extra_id_0> Defendant Reid <extra_id_1> <extra_id_1> <extra_id_0> Transportation flying <extra_id_0> Vehicle Flight 63 <extra_id_1> <extra_id_1> <extra_id_0> RequestCommand warned <extra_id_0> Recipient him <extra_id_1> <extra_id_0> Communicator Moutardier <extra_id_1> <extra_id_1> <extra_id_0> Attack detonate <extra_id_0> Attacker He <extra_id_1> <extra_id_0> ExplosiveDevice bomb <extra_id_1> <extra_id_1> <extra_id_0> Injure bit <extra_id_0> Victim her <extra_id_1> <extra_id_0> BodyPart thumb <extra_id_1> <extra_id_0> Injurer he <extra_id_1> <extra_id_1> <extra_id_0> Transportation diverted <extra_id_0> Destination Logan International Airport <extra_id_1> <extra_id_0> Vehicle flight <extra_id_1> <extra_id_0> PassengerArtifact passengers <extra_id_1> <extra_id_0> Transporter pilot <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrested <extra_id_0> Detainee Reid <extra_id_1> <extra_id_0> Place ground <extra_id_1> <extra_id_1> <extra_id_0> Transportation bussed <extra_id_0> PassengerArtifact passengers <extra_id_1> <extra_id_0> Destination terminal <extra_id_1> <extra_id_1> <extra_id_0> IdentifyCategorize found <extra_id_0> IdentifiedObject PETN <extra_id_1> <extra_id_0> Identifier Authorities <extra_id_1> <extra_id_1> <extra_id_0> Convict convicted <extra_id_0> Defendant He <extra_id_1> <extra_id_1> <extra_id_0> Sentence sentenced <extra_id_0> Defendant He <extra_id_1> <extra_id_1> <extra_id_0> Crash crash <extra_id_0> CrashObject Flight 587 <extra_id_1> <extra_id_1> <extra_id_0> Sentence sentence <extra_id_0> Defendant Mohammed Mansour Jabarah <extra_id_1> <extra_id_1> <extra_id_0> InvestigateCrime investigation  <extra_id_1> <extra_id_0> Crash crash  <extra_id_1> <extra_id_0> RequestCommand requirement <extra_id_0> Recipient travelers <extra_id_1> <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle destroyed <extra_id_0> Artifact plane <extra_id_1> <extra_id_0> Instrument bomb <extra_id_1> <extra_id_1> <extra_id_0> Die killing <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Die killing <extra_id_0> Victim passenger <extra_id_1> <extra_id_1> <extra_id_0> Attack blow up <extra_id_0> Target 12 planes <extra_id_1> <extra_id_1> <extra_id_0> Attack blow up <extra_id_0> Target planes <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Target plane <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Target plane <extra_id_1> <extra_id_1> <extra_id_0> Attack Attacks  <extra_id_1> <extra_id_0> DamageDestroyDisableDismantle prevented <extra_id_0> Artifact it <extra_id_1> <extra_id_1> <extra_id_0> Transportation refused <extra_id_0> PassengerArtifact He <extra_id_1> <extra_id_0> Vehicle flight <extra_id_1> <extra_id_1> <extra_id_0> Inspection found <extra_id_0> ObservedEntity Reid <extra_id_1> <extra_id_0> Observer She <extra_id_1> <extra_id_1> <extra_id_0> Inspection found <extra_id_0> ObservedEntity Reid <extra_id_1> <extra_id_0> Observer Moutardier <extra_id_1> <extra_id_1> <extra_id_0> Contact announced <extra_id_0> Communicator pilot <extra_id_1> <extra_id_1> <extra_id_0> ReleaseParole parole <extra_id_0> Defendant He <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain incarcerated <extra_id_0> Place Supermax prison ADX <extra_id_1> <extra_id_0> Detainee He <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Participant He <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Participant Jabarah <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "Belgium Police Release New Video of Brussels Bombing SuspectPARIS — Belgian police have released new video of a wanted Brussels airport bombing suspect even as the lawyer for a Paris attacks suspect says his extradition may take a few more weeks.Released Thursday in French and Flemish, the police video shows the minutes following the March 22 Zaventem Airport bombings and the apparent getaway of the third surviving suspect -- often identified in the media as \"the man with the hat.\" Local media previously released security camera video of the man at Zaventem Airport shortly before the bombings, wearing a hat and a light jacket and walking alongside suicide bombers Ibrahim el-Bakraoui and Najim Laachraoui. All three men are seen pushing carts with bags on them.With running commentary in French and Flemish, the police footage shows the third man leaving the airport after the bombs went off at 7:58 a.m. First he is walking, then he breaks into a jog. His face is not seen clearly in the new images.Watch video released by FedPol Belgium:We are sorry, but this feature is currently not availableAccording to Belgian authorities, the man walked more then 10 kilometers in the ensuring hours, crossing the town of Zaventem with video finally showing him in the Schaerbeek area of Brussels, before disappearing at a crossroads at 09:50 local time. Police say he got rid of his jacket along the way, and subsequent footage shows him in shirtsleeves. He is described as wearing a light blue shirt, dark pants and brown shoes with wide white soles.Asking for citizens' help Belgian police have released local and international phone numbers for people to call if they have any information on the man or a jacket that looks like the one in the video.The Brussels airport attacks, along with a suicide bombing at the Maelbeek metro station in the Belgian capital about an hour later, killed 32 people and wounded more than 340.This photo provided on Wednesday, March 23, 2016 by Interpol shows Belgium's Khalid Bakraoui. Belgian state broadcaster RTBF has identified two of the attackers who targeted Brussels as brothers Khalid and Brahim Bakraoui.Ibrahim el-Bakraoui’s brother, Khalid, was named as the suicide bomber in the metro attack. Both brothers had criminal records. Turkish authorities had earlier caught Ibrahim el-Bakraoui trying to cross into Syria and deported him.Authorities have found a tangle of links between the Brussels attacks suspects and those involved in the November attacks in Paris — including surviving Paris attacks suspect Salah Abdeslam, who is believed to have been in charge of logistics. The Islamic State militant group claimed responsibility for both attacks.Born in France but brought up in Belgium, Abdeslam was arrested days before the Brussels attacks and is currently in a high-security Belgian prison awaiting extradition to France. That move had been expected to be imminent, but his Belgian lawyer, Sven Mary, told journalists Thursday that Abdeslam’s extradition would not happen for several weeks.Lawyer Mary also said Abdeslam was not formally implicated to date in the Brussels attacks.A Belgian police officer secures the area around the European Council headquarters following recent bomb attacks in the Brussels metro and at Belgian international airport of Zaventem, in Brussels, Belgium, March 30, 2016.Criticism of intelligence lapses Belgian authorities have been sharply criticized for intelligence lapses leading up to the attacks.The country’s justice and interior ministers both tendered their resignations, which Belgian Prime Minister Charles Michel refused to accept.Last month, Belgian authorities said they had arrested the suspected \"man with the hat,\" who the prosecutors’ office identified as Faycal C., before releasing him days later, apparently for lack of sufficient evidence.Media identified him early on as Faycal Cheffou, a self-styled freelance journalist. In interviews after his release, Cheffou said the arrest had “ruined” his life.", "event": "<extra_id_0> <extra_id_0> Attack Bombing <extra_id_0> Place Brussels <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrest <extra_id_0> Detainee his <extra_id_1> <extra_id_1> <extra_id_0> ReleaseParole release <extra_id_0> Defendant his <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrested <extra_id_0> Jailer they <extra_id_1> <extra_id_0> Detainee man <extra_id_1> <extra_id_1> <extra_id_0> ReleaseParole releasing <extra_id_0> Defendant him <extra_id_1> <extra_id_1> <extra_id_0> Attack targeted <extra_id_0> Target Brussels <extra_id_1> <extra_id_0> Attacker Brahim Bakraoui <extra_id_1> <extra_id_1> <extra_id_0> Attack went off <extra_id_0> ExplosiveDevice bombs <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Victim 340 <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Place Maelbeek metro station <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Place Belgian international airport <extra_id_1> <extra_id_1> <extra_id_0> Attack bombings <extra_id_0> Place Zaventem Airport <extra_id_1> <extra_id_1> <extra_id_0> ArrestJailDetain arrested <extra_id_0> Detainee Abdeslam <extra_id_1> <extra_id_1> <extra_id_0> Transportation leaving <extra_id_0> PassengerArtifact man <extra_id_1> <extra_id_0> Origin airport <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks  <extra_id_1> <extra_id_0> Contact told <extra_id_0> Participant Sven Mary <extra_id_1> <extra_id_1> <extra_id_0> Attack bombings <extra_id_0> Place Zaventem Airport <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Place Brussels <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Place Brussels airport <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Place Paris <extra_id_1> <extra_id_1> <extra_id_0> Attack attack <extra_id_0> Place metro <extra_id_1> <extra_id_0> Attacker Khalid <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Place Paris <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Place Brussels <extra_id_1> <extra_id_1> <extra_id_0> Attack attacks <extra_id_0> Attacker group <extra_id_1> <extra_id_1> <extra_id_0> Transportation deported <extra_id_0> PassengerArtifact him <extra_id_1> <extra_id_0> Transporter authorities <extra_id_1> <extra_id_1> <extra_id_0> Contact said <extra_id_0> Participant Mary <extra_id_1> <extra_id_0> Topic Abdeslam <extra_id_1> <extra_id_1> <extra_id_1>"}
{"text": "The Taliban killed more than 100 members of the Afghan security forces inside a military compound in central Maidan Wardak province on Monday, a senior defense official said.\"We have information that 126 people have been killed in the explosion inside the military training center, eight special commandoes are among the dead,\" said a senior official in the defense ministry in Kabul, speaking on condition of anonymity.The official said the assault began on Monday morning when the attackers rammed a car full explosives through a military checkpoint and detonated the vehicle inside the campus of the National Directorate of Security (NDS) forces training center in Maidan Shahr, the capital of Maidan Wardak province.Two gunmen entered the campus right after the explosion and shot at many Afghan soldiers before being gunned down during the clashes.Defense ministry officials said the Taliban had used U.S.-made armored Humvee vehicles captured from Afghan forces as a car bomb in order to breach the military fortifications.A second source residing in Maidan Wardak province said more than 100 members of National Directorate of Security (NDS) were killed in the complex attack.\"I have been in touch with the NDS official in the province and they told me that over 100 members of the NDS were killed in the big explosion,\" the former provincial official said.Sharif Hotak, a member of the provincial council in Maidan Wardak said he saw bodies of 35 Afghan forces in the hospital.\"Many more were killed. Several bodies were transported to Kabul city and many injured were transferred to hospitals in Kabul,\" said Hotak, adding that \"the government was hiding the accurate casualty figures to prevent a further dip in the morale of the Afghan forces.\"\"The explosion was very powerful. The whole building has collapsed,\" he said.Government officials in Maidan Wardak and Kabul declined to comment when asked if they were obscuring the death toll.Two senior officials in the interior ministry said the exact casualty figures were not being disclosed to prevent unrest within the armed forces.\"I have been told not to make the death toll figures public. It is frustrating to hide the facts,\" said a senior interior ministry official in Kabul.A senior NDS official in Kabul said at least 50 people were killed or wounded in the complex attack.Abdurrahman Mangal, spokesman for the provincial governor in Maidan Wardak said 12 people were killed and 12 were injured when the car bomb exploded near the Afghan special forces unit.President Ashraf Ghani's office in a statement said the \"enemies of the country\" had carried out an attack against NDS personnel in Maidan Shahr. \"They killed and wounded a number of our beloved and honest sons.\"Turkish President Recep Tayyip Erdoğan condemned the attack on Monday evening and extended his condolences to Ghani.Meanwhile, the Taliban said it met with U.S. officials in Qatar on Monday, in the latest round of talks between the insurgents and Washington aimed at bringing an end to the 17-year war.The U.S. has not officially commented on the reported meeting, which follows the last confirmed talks between the two parties in the UAE in December.\"Following American acceptance of the agenda of ending the occupation of Afghanistan and preventing Afghanistan from being used against other countries in the future, talks with American representatives took place today in Doha, the capital of Qatar,\" Taliban spokesman Zabihullah Mujahid said in a statement.Taliban representatives have met several times with U.S. officials in recent months, but last week threatened to suspend the fledgling process, lambasting Washington for changing the agenda of the talks and \"unilaterally\" adding new subjects.The insurgents have long refused to hold direct talks with the Kabul government -- despite U.S. pleas -- which the Taliban dismisses as a puppet of Washington.In recent years the Afghan government has stopped releasing detailed casualty figures. Last year Ghani has said 28,000 Afghan police officers and soldiers have been killed since 2015, breaking the longstanding suppression on casualty data.Taliban insurgents claimed responsibility for the attack. Zabiullah Mujahid, a spokesman for the hardline terrorist group said they have killed 190 people in the complex attack.Last week, Taliban fighters set off a car bomb outside a highly fortified compound killing at least five people and wounding more than 110 Afghans and expatriates in the capital, Kabul.On Sunday, a suicide bombing in the southeastern province of Logar left eight policemen dead and another 10 wounded.The Taliban bombing targeted the provincial governor's convoy in Mohammad Agha district. The provincial governor and spy chief traveling in the convoy were unharmed.The Taliban have ramped up their attacks on security forces and government facilities in recent months, while Afghan and U.S. troops have increased operations against the militants' field commanders.Military sources say around 35 members of the country's security forces are killed every day in attacks and clashes.This is while the U.S. is still considering a significant troop drawdown in Afghanistan. Around 14,000 U.S. troops are stationed in the country, coupled with around 7,500 troops from other allied nations, according to RAND, a U.S. government research organization.In a report on Sunday, RAND said that if the U.S. considers \"an early and complete or near-complete departure unrelated to a negotiated peace settlement,\" it could push Afghanistan into a civil war while the Taliban would expand their control throughout the country.If the withdrawal does take place, RAND noted, \"the major advances that Afghans have achieved in democracy, press freedom, human rights, women's emancipation, literacy, longevity, and living standards will be rolled back throughout the country.\"", "event": "<extra_id_0> <extra_id_0> Die killed <extra_id_0> Killer The Taliban <extra_id_1> <extra_id_0> Victim members <extra_id_1> <extra_id_1> <extra_id_0> Attack explosion <extra_id_0> Place training center <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim people <extra_id_1> <extra_id_1> <extra_id_0> Attack the assault  <extra_id_1> <extra_id_0> Attack detonated <extra_id_0> ExplosiveDevice explosives <extra_id_1> <extra_id_0> Target campus <extra_id_1> <extra_id_1> <extra_id_0> Attack shot <extra_id_0> Target soldiers <extra_id_1> <extra_id_0> Attacker gunmen <extra_id_1> <extra_id_0> Place campus <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Place complex <extra_id_1> <extra_id_0> Victim members <extra_id_1> <extra_id_1> <extra_id_0> IdentifyCategorize saw <extra_id_0> IdentifiedObject bodies <extra_id_1> <extra_id_0> Identifier he <extra_id_1> <extra_id_1> <extra_id_0> Attack suicide bombing <extra_id_0> Place southeastern <extra_id_1> <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Victim 10 <extra_id_1> <extra_id_1> <extra_id_0> Die dead <extra_id_0> Victim policemen <extra_id_1> <extra_id_1> <extra_id_0> Attack bombing <extra_id_0> Target convoy <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim members <extra_id_1> <extra_id_1> <extra_id_0> Contact been in touch <extra_id_0> Participant official <extra_id_1> <extra_id_1> <extra_id_0> Transportation transported <extra_id_0> PassengerArtifact bodies <extra_id_1> <extra_id_0> Destination Kabul city <extra_id_1> <extra_id_1> <extra_id_0> Transportation transferred <extra_id_0> Destination hospitals <extra_id_1> <extra_id_0> PassengerArtifact injured <extra_id_1> <extra_id_1> <extra_id_0> Attack attack <extra_id_0> Place complex <extra_id_1> <extra_id_0> Target members <extra_id_1> <extra_id_1> <extra_id_0> Die killed <extra_id_0> Victim members <extra_id_1> <extra_id_1> <extra_id_0> Injure wounding <extra_id_0> Victim expatriates <extra_id_1> <extra_id_1> <extra_id_0> Die killing <extra_id_0> Victim people <extra_id_1> <extra_id_0> Killer fighters <extra_id_1> <extra_id_1> <extra_id_0> Attack set off <extra_id_0> ExplosiveDevice car bomb <extra_id_1> <extra_id_0> Place highly fortified compound <extra_id_1> <extra_id_1> <extra_id_0> Contact met <extra_id_0> Participant Taliban <extra_id_1> <extra_id_0> Place Qatar <extra_id_1> <extra_id_0> Topic bringing an end <extra_id_1> <extra_id_1> <extra_id_0> Attack war  <extra_id_1> <extra_id_0> Die killed <extra_id_0> Killer They <extra_id_1> <extra_id_0> Victim beloved and honest sons <extra_id_1> <extra_id_1> <extra_id_0> Injure wounded <extra_id_0> Injurer They <extra_id_1> <extra_id_0> Victim beloved and honest sons <extra_id_1> <extra_id_1> <extra_id_1>"}
